<!-- 메인 화면 이미지 슬라이더 -->
<div class="flexslider">
  <ul class="slides">
    <li>
      <img src="images/1.jpg" />
    </li>
    <li>
      <img src="images/2.jpg" />
    </li>
    <li>
      <img src="images/3.jpg" />
    </li>
    <li>
      <img src="images/4.jpg" />
    </li>
  </ul>
</div>
<!-- 메인화면 그리드형식 설명 -->
<div class="ui-grid-a" id="grida">
    <div class="ui-bar ui-bar-b">본 페이지는...</div><br/>
		<div class="ui-body ui-body-a">
			<p>애플 제품을 사용해보려고 생각중이거나, 처음 사용하시는분을 위한 제품 설명과 제품을 사용하는데 있어 소소한 팁과 사용 방법을 알려드리는 페이지 입니다.</p>
		</div>
    <br/>
  <div class="ui-bar ui-bar-b">애플 제품의 장점</div><br/>
  	<div class="ui-body ui-body-a">
      <h5>기기간 유기적 동기화</h5>
      <p>
  애플 제품군을 각각의 다른 타사의 제품과 비교를 하면 타사의 제품이 좋습니다. 예를들어 아이폰 보다는 안드로이드폰이, 맥북 보다는 윈도우 노트북이, 아이맥 보다는 데스크톱 컴퓨터가 훨신 선택지가 많고 다양하며 더 좋은 제품들이 많습니다. 하지만 휴대폰, 노트북, 태블릿, 컴퓨터 등의 모든 전자기기 제품들을 애플 제품들을 사용하게 된다면 서로 유기적으로 연동이 이루어지며 이러한 장점에서 발생하는 다양한 편의성을 제공 받을 수 있습니다. 대표적으로 캘린더, 메모, 미리알림 등과 같은 데이터는 어떤 디바이스에서 추가, 수정, 편집 을 하더라도 모든 기기에서 동기화되며 내용을 확인 할 수 있습니다. 전화, 문자 또한 모든 기기에서 받거나 보내는것이 가능하며 스마트폰으로 직은 사진들을 언제 어디서나 여러분의 아이맥, 맥북, 태블릿 등에서 확인 가능합니다.
</p>
</div><br/>

  <div class="ui-body ui-body-a">
    <h5>소프트웨어 지원</h5>
    <p>
      애플의 소프트웨어 지원 정책은 타사와 다르게 매우 긴 소프트웨어 지원 정책 기간을 가지고 있습니다. 올해 WWDC 2020 에서 발표한 IOS 14의 경우 2015년 출시한 아이폰 S6 기종도 지원을 하고 있습니다. 갤럭시, 구글 등의 소프트웨어 지원 정책인 2~3년과 비교하자면 아이폰의 경우 무려 5년이나 소프트웨어 지원을 해주고 있는셈입니다. 이는 중요 보안 항목도 포함하고 있기 때문에 개인정보와 같은 민감적인 부분에 대해 사용자가 더 안심하고 사용할 수 있으며 최신 업데이트가 제공하는 다양한 편리한 기능들을 사용 할 수 있습니다.
</p>
</div><br/>
<div class="ui-body ui-body-a">
  <h5>전문가 친화적 소프트웨어</h5>
  <p>
    애플의 제품은 다양한 직업과 기술에 특화된 OS와 소프트웨어를 가지고 있습니다. 맥북의 경우 좋은 품질의 스피커와 마이크를 제공하며 디스플레이의 경우 Retina Display 를 탑제하여 P3 색영역, 227 ppi, 500니트 밝기를 지원합니다. 이는 디자이너와 작곡가에게 매력적인 요소이며 유닉스 기반의 macOS를 탑제하여 소프트웨어 개발자에게도 Bash zsh 등과 같은 편리한 개발 환경을 제공합니다. 이러한 요소는 윈도우 개열 컴퓨터와는 차별화된 요소이며 애플 제품만의 강력한 장점이라고 볼 수 있습니다.

</p>
</div><br/>
<div class="ui-bar ui-bar-b">애플 제품의 단점</div><br/>
  <div class="ui-body ui-body-a">
    <h5>우리나라 인터넷 환경과의 비호환성</h5>
    <p>
      아직 우리나라 인터넷 환경에서는 ActivityX와 IE 의 환경에 적합합니다. 그래서 윈도우 제품군이 전혀 없을때에는 극단적으로 이야기 하자면 업무를 볼 수 없습니다. 따라서 윈도우 환경의 컴퓨터는 필수로 하나는 가지고 있어야 합니다. 그래서 윈도우 컴퓨터, 맥 컴퓨터 모두 소지하면 좋지만 일반 사용자들에게 컴퓨터가 두대씩 필요할까요?
</p>
</div><br/>
<div class="ui-body ui-body-a">
  <h5>전자결제의 부제</h5>
  <p>
    애플은 애플페이라는 전자결제방식을 지원합니다, 하지만 우리나라에서는 사용이 불가능하며 이는 삼성페이, LG페이와 같은 아주 편리한 전자결제 시스템을 이용하지 못하는것 입니다. 전자결제의 부제는 아이폰의 가장 큰 단점중 하나이며, 항상 휴대폰과 지갑을 함께 들고다녀야 합니다.
</p>
</div><br/>
<div class="ui-body ui-body-a">
  <h5>높은 가격</h5>
  <p>
    애플 제품의 경우 타사의 전자기기 제품에 비해 매우 높은 가격을 책정하고 있습니다. 소위 가성비가 좋지 않습니다. 높은 가격으로 인해 굳이 애플 제품을 구입할 필요없이 타사의 많은 가성비 제품들을 사용하는것도 바람직한 소비방법중 하나입니다.
</p>
</div><br/>

</div>
