<div id = "parents">
  <div class="ui-bar ui-bar-b">가장 좋은 스마트폰, 가격도 가장 높은 스마트폰</div><br/>
  	<div class="ui-body ui-body-a">
      <h3>iPhone 11 Pro</h3>
      <img src="images/iPhone1.jpg" />
      <h2>사양</h2>
      <p>
        애플의 플래그쉽 스마트폰 iPhonse 11 Pro 모델 입니다. 애플의 최신 프로세서인 Apple A13 Bionic을 탑재하여 현존 존재하는 스마트폰중 가장 좋은 성능을 보여준다고 해도 과언이 아닙니다. 후면에는 트리플 렌즈의 카메라를 탑재하여 기본, 광원, 광각 렌즈가 있으며 세 렌즈 모두 1,200만 화소를 지원하며 기본렌즈의 경우 F/1.8 조리개를 탑재하여 어두운 환경에서도 밝은 사진 촬영이 가능합니다. 망원렌즈의 광각 렌즈의 경우 각각 F/2.0, F/2.4 조리개 값을 가지고 있으며 표준렌즈와 망원렌즈는 OIS 기술을 탑재하여 손떨림 방지 기능를 지원합니다. 디스플레이의 경우 5.8인치 19.5:9 비율 2436 x 1125 Super Retina XDR Display를 탑제하여 458 ppi를 지원 하여 밝고 선명한 화면과 정확한 색표현을 보여줍니다. IP68 등급 의 방수/방진을 지원하며 또한 Dolby Atmos 기술을 탑재해 선명한 음질을 제공합니다
      </p>
    </br>
      <h2>특징</h2>
      <p>
        이러한 강력하고 좋은 성능과 다재다능한 스마트폰으로 보이지만 분명 단점도 존재합니다. 가장 저렴한 기본 모델의 가격이 1,390,000원 부터 시작합니다. 좋은 스마트폰임은 분명하지만 가격은 매우 비싼것이 사실입니다. 디자인 측면으로도 호불호가 많이 갈리는 노치 디스플레이 탑재와, 후면 트리플 렌즈의 경우 소위 "발칸포" 디자인을 연상시킵니다.
      </p>
      <p>
        높은 가격과 노치와 발칸포 디자인을 신경쓰지 않는다면 iPhone 11 Pro는 가장 좋은 선택지가 될 것 입니다.
      </p>
</div><br/>

  <div class="ui-bar ui-bar-b">가장 아이폰 다운 아이폰</div><br/>
  	<div class="ui-body ui-body-a">
      <h3>iPhone 8/iPhone 8 Plus</h3>
      <img src="images/iPhone8.jpg" />
      <h2>사양</h2>
      <p>
        2017년 iPhone X와 함께 발표된 스마트폰 iPhone 8 입니다. 5.5인치 16:9 비율 2208 x 1242→FHD(1920 x 1080) Retina HD Display를 탑재하여 401 ppi를 제공합니다. 화면 비율이 16:9로써 현재 가장 많이 보급된 모니터와 비율이 같기 때문에 대부분의 영상이 16:9임을 생각하면 영상을 시청하기 가장 좋은 디스플레이라고 볼 수 있습니다. Touch ID를 탑제하여 지문방식의 생체인식을 지원하며. IP67 등급 방수/방진을 지원합니다. Plus 모델의 경우 기본, 망원 두가지 렌즈가 있으며 두 렌즈 모두 1,2000만 화소를 지원합니다. 색상은 골드, 실버, 스페이스 그레이, 프로덕트 레드 색상이 있습니다. 디자인의 경우 아이폰 7 과 패밀리 룩을 이루고 있어 SE2를 제외하고 홈버튼이 존재하는 가장 마지막에 출시된 스마트폰 입니다.
      </p>
    </br>
      <h2>특징</h2>
      <p>
        정가 780,000원의 비교적 저렴한 가격으로 중보급형 스마트폰 포지션을 가지고있습니다. 아이폰 X이후로 발매된 호불호가 갈리는 디자인이 아닌 것이 가장 큰 장점이며, 적당한 가격에 적당한 성능이라 다소 심심하게 느껴질수 있지만 가장 기본기에 충실한 스마트폰 입니다.
      </p>
</div><br/>

  <div class="ui-bar ui-bar-b">5% 부족한 가성비 갑의 스마트폰</div><br/>
  	<div class="ui-body ui-body-a">
      <h3>iPhone SE (Gen.2)</h3>
      <img src="images/iPhoneSE.jpg" />
      <h2>사양</h2>
      <p>
        아이폰의 보급형 스마트폰 iPhoneSE(2세대) 이하 SE2 입니다. 정가는 550,000원 으로 저렴한 가격이 장점 입니다. Apple 의 최신 프로세서인 Apple A13 Bionic 을 탑재하여 삼성의 최신기종인 갤럭시 S20 보다 프로세서 상능만 비교하자면 더 높은 성능을 보여줍니다. 타사들의 보급형 스마트폰의 경우 방수/방진 기능과 무선충전 기능이 빠져있는 반면 SE2 모델의 경우 IP67 등급의 방수/방진과 Qi 규격 무선 충전 방식을 지원합니다.
      </p>
    </br>
      <h2>특징</h2>
      <p>
        좋은 성능의 프로세서, 방수/방진과 무선충전 지원, 저렴한 가격으로 완벽할 것 같은 SE2 모델에도 분명 단점이 존재합니다 바로 디스플레이 크기가 4.7 인치로 요즘 출시되는 스마트폰에 비해 매우 작은 디스플레이 크기를 가지고 있습니다.
      </p>
      <p>
        저렴하고 강력한 성능의 스마트폰을 찾는다면 현재로써는 SE2가 가장 좋은 선택지라고 볼 수 있습니다. 하지만 위에서도 언급했다시피 디스플레이의 크기의 한계를 감당하실 수 있는 경우 추천 드리는 기종입니다.
      </p>
</div><br/>
</div>
